;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Ivan
; TranslationAuthorEmail: adowfish@yahoo.com
; Soft Version: 1.29.66

[Translation]
LanguageName=CHS
LangCode=0804|1004
DefaultFont=微软雅黑
DefaultFontSize=9
DefaultCharset=GB2312_CHARSET
Confirm=确认


;
; Main GUI
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=有效提醒
TfrmWRMMain.btnCompleted.Caption=历史提醒
TfrmWRMMain.btnBack.caption=返回
TfrmWRMMain.btnDone.Caption=保存
TfrmWRMMain.lblRepeat.caption=重复:
TfrmWRMMain.lblTime.caption=时间:
TfrmWRMMain.lblName.caption=描述:
TfrmWRMMain.lblDate.caption=日期:
TfrmWRMMain.cbPeriod.Item1=只提醒一次
TfrmWRMMain.cbPeriod.Item2=每天
TfrmWRMMain.cbPeriod.Item3=每周
TfrmWRMMain.cbPeriod.Item4=每月
TfrmWRMMain.cbPeriod.Item5=每年
;
;hint
;
TfrmWRMMain.RestoreHint=备份 & 还原
TfrmWRMMain.imgf.hint=分享到QQ空间
TfrmWRMMain.imgt.hint=分享到新浪微博
TfrmWRMMain.imgmail.hint=分享到百度贴吧
TfrmWRMMain.imghome.hint=官方网站
TfrmWRMMain.CloseHint=关闭
TfrmWRMMain.MenuHint=菜单
TfrmWRMMain.MinHint=最小化
TfrmWRMMain.lbl2.caption=当前版本:%s
TfrmWRMMain.lbl3.Caption=检测更新
TfrmWRMMain.btnDetails.hint_1=查看
TfrmWRMMain.btnDetails.hint_2=修改并恢复
TfrmWRMMain.btnDelete.hint_1=标记为已完成
TfrmWRMMain.btnDelete.hint_2=彻底删除
TfrmWRMMain.OpenWindow=打开 WiseReminder
TfrmWRMMain.btnNew.Caption=新建
msgdlg.btnNO=否
msgdlg.btnOk=确定
msgdlg.btnYes=是
;
; Time
;
constY=年
constM=月
constD=天
constHH=小时
constMM=分钟
constSS=秒
constYs=年
constMs=月
constDs=天
constHHs=小时
constMMs=分钟
constSSs=秒
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=在线帮助
TfrmWRMMain.TrayMenuItem2=论坛
TfrmWRMMain.TrayMenuItem3=主页
TfrmWRMMain.TrayMenuItem4=联系我们
TfrmWRMMain.TrayMenuItem5=检查更新
TfrmWRMMain.TrayMenuItem6=检查新闻
TfrmWRMMain.TrayMenuItem7=选择语言
TfrmWRMMain.TrayMenuItem8=开机启动
TfrmWRMMain.TrayMenuItem9=关于
TfrmWRMMain.TrayMenuItem10=退出
TfrmRemindDlg.Caption_1=您错过了一些提醒
TfrmWRMMain.lbl1.caption=恢复
TfrmWRMMain.fxpmn.item1=备份
TfrmWRMMain.fxpmn.item2=恢复
GetLang=翻译成...
;
; Notice
;
TfrmRemindDlg.Caption=提示
TfrmRemindDlg.btnComplete.Caption=知道了
TfrmRemindDlg.btnDelay.Caption=延时提醒
;
; About
;
TfrmAbout.Caption=关于
TfrmAbout.lblEmail.caption=邮件支持:
TfrmAbout.lblhome.caption=官方网站:
TfrmAbout.lblthanks.caption=特别鸣谢以下人员:
TfrmAbout.btnOk.Caption=确定
TfrmAbout.lblver.Caption=当前版本
;
;Voice
;
TfrmWRMMain.cbbVoice.Item1=静音
TfrmWRMMain.cbbVoice.Item2=默认
TfrmWRMMain.cbbVoice.Item3=自定义
TfrmWRMMain.lblVoice.Caption=提示音


[Messages]
UnkonwFileType=无法识别的声音文件！
ExitModify=您还有变更未保存，确认离开吗？
RemindNameNULL=请描述提醒内容！
NewVer=发现新版本，是否需要现在更新？
NoNewVer=没有更新版本。
ExitApp=您确定退出Wise Reminder吗? 退出后, 您将不会再得到Wise Reminder的智能提示！
NoneReminder=您还没有设置提醒!
NoneCopmpleted=你没有已完成的提醒!
NoneSelected=请至少选择一项!
TimeOver=您设置的时间早于当前时间！


[Lang]
NativeLanguage=简体中文